{
  "es": {
    "title": "Explora Colombia con API-Colombia",
    "subtitle": "Un proyecto Open-source que ofrece acceso a datos sobre su diversidad, todo a tu alcance.",
    "documentation": "Documentación",
    "features": "Funcionalidades",
    "contributors": "Contribuidores",
    "uniqueFeatures": "Funcionalidades Únicas",
    "featuresDescription": "Explora fácilmente Colombia con nuestra API: información pública desde lo general hasta lo específico, sin autenticación.",
    "readDocs": "Lee la documentación",
    "feature1": "Información General de Colombia",
    "feature1Desc": "Accede a datos completos sobre Colombia, incluyendo su capital, superficie, población, idiomas, y más.",
    "feature2": "Departamentos",
    "feature2Desc": "Directorio completo de departamentos, revelando la geografía única de Colombia.",
    "feature3": "Regiones",
    "feature3Desc": "Explora las regiones de Colombia, cada una con su encanto y particularidades, listas para ser descubiertas.",
    "feature4": "Atracciones Turísticas",
    "feature4Desc": "Maravillosas atracciones turísticas que Colombia tiene para ofrecer, desde museos hasta parques naturales.",
    "contributorsText": "Creemos en la colaboración y el intercambio de conocimiento como pilares para construir herramientas innovadoras que beneficien a todos.",
    "sponsorText1": "API-Colombia, con más de 100k solicitudes, es tu fuente",
    "sponsorText2": "abierta sobre Colombia. Te invitamos a contribuir o patrocinar",
    "sponsorText3": "para enriquecer y expandir nuestro proyecto.",
    "sponsor": "Patrocinar",
    "madeWith": "Hecho con el"
  },
  "en": {
    "title": "Explore Colombia with API-Colombia",
    "subtitle": "An open-source project that provides access to data about its diversity, all at your fingertips.",
    "documentation": "Documentation",
    "features": "Features",
    "contributors": "Contributors",
    "uniqueFeatures": "Unique Features",
    "featuresDescription": "Easily explore Colombia with our API: public information from general to specific, no authentication required.",
    "readDocs": "Read the documentation",
    "feature1": "General Information about Colombia",
    "feature1Desc": "Access complete data about Colombia, including its capital, area, population, languages, and more.",
    "feature2": "Departments",
    "feature2Desc": "Complete directory of departments, revealing Colombia's unique geography.",
    "feature3": "Regions",
    "feature3Desc": "Explore the regions of Colombia, each with its own charm and uniqueness ready to be discovered.",
    "feature4": "Tourist Attractions",
    "feature4Desc": "Wonderful tourist attractions Colombia has to offer, from museums to natural parks.",
    "contributorsText": "We believe in collaboration and knowledge sharing as pillars to build innovative tools that benefit everyone.",
    "sponsorText1": "API-Colombia, with over 100k requests, is your open source",
    "sponsorText2": "information about Colombia. We invite you to contribute or sponsor",
    "sponsorText3": "to enrich and expand our project.",
    "sponsor": "Sponsor",
    "madeWith": "Made with"
  },
  "pt": {
    "title": "Explore a Colômbia com API-Colombia",
    "subtitle": "Um projeto open-source que oferece acesso a dados sobre sua diversidade, tudo ao seu alcance.",
    "documentation": "Documentação",
    "features": "Funcionalidades",
    "contributors": "Colaboradores",
    "uniqueFeatures": "Funcionalidades Únicas",
    "featuresDescription": "Explore facilmente a Colômbia com nossa API: informações públicas do geral ao específico, sem autenticação.",
    "readDocs": "Leia a documentação",
    "feature1": "Informações Gerais da Colômbia",
    "feature1Desc": "Acesse dados completos sobre a Colômbia, incluindo sua capital, área, população, idiomas e muito mais.",
    "feature2": "Departamentos",
    "feature2Desc": "Diretório completo de departamentos, revelando a geografia única da Colômbia.",
    "feature3": "Regiões",
    "feature3Desc": "Explore as regiões da Colômbia, cada uma com seu charme e particularidades.",
    "feature4": "Atrações Turísticas",
    "feature4Desc": "Maravilhosas atrações turísticas que a Colômbia tem a oferecer, desde museus até parques naturais.",
    "contributorsText": "Acreditamos na colaboração e no compartilhamento de conhecimento como pilares para construir ferramentas inovadoras que beneficiem a todos.",
    "sponsorText1": "API-Colombia, com mais de 100 mil solicitações, é sua fonte",
    "sponsorText2": "aberta sobre a Colômbia. Convidamos você a contribuir ou patrocinar",
    "sponsorText3": "para enriquecer e expandir nosso projeto.",
    "sponsor": "Patrocinar",
    "madeWith": "Feito com"
  }
}