{
  "es": {
    "title": "Explora Colombia con API-Colombia",
    "explore": "Explora", 
    "with": "con",
    "subtitle": "Un proyecto Open-source que ofrece acceso a datos sobre su diversidad, todo a tu alcance.",
    "menu": "Menú",
    "documentation": "Documentación",
    "features": "Funcionalidades",
    "aboutUs": "Quiénes somos",
    "contributors": "Contribuidores",
    "uniqueFeatures": "Funcionalidades Únicas",
    "featuresDescription": "Explora fácilmente Colombia con nuestra API: información pública desde lo general hasta lo específico, sin autenticación.",
    "featuregetInfoColombia": "Obtener Colombia",
    "featuregetDepartment": "Obtener Departamentos",
    "featuregetRegion": "Obtener Regiones",
    "featuregetTouristicAttraction": "Obtener Atracciones",
    "readDocs": "Lee la documentación",
    "aboutUsTitle": "Sobre API-Colombia",
    "aboutUsSubtitle": "Conectando a Colombia con el mundo",
    "aboutUsText1": "API-Colombia nació de la visión de hacer accesible la información de Colombia para desarrolladores, estudiantes y entusiastas de la tecnología en todo el mundo.",
    "aboutUsText2": "Creada en 2020 por Miguel Teheran, un apasionado desarrollador colombiano, esta API surge del deseo de facilitar el acceso a datos públicos del país de manera gratuita, abierta y fácil de usar.",
    "aboutUsText3": "Con más de 2 millones de solicitudes mensuales, API-Colombia se ha convertido en una herramienta fundamental para proyectos educativos, aplicaciones comerciales y desarrollos personales que necesitan información verificada sobre Colombia.",
    "aboutUsMission": "Nuestra misión",
    "aboutUsMissionText": "Democratizar el acceso a la información de Colombia, promoviendo la innovación tecnológica y el desarrollo de soluciones que beneficien a la comunidad.",
    "aboutUsCreator": "Miguel Teheran",
    "aboutUsCreatorRole": "Creador y mantenedor de API-Colombia",
    "feature1": "Información General de Colombia",
    "feature1Desc": "Accede a datos completos sobre Colombia, incluyendo su capital, superficie, población, idiomas, y más.",
    "feature2": "Departamentos",
    "feature2Desc": "Directorio completo de departamentos, revelando la geografía única de Colombia.",
    "feature3": "Regiones",
    "feature3Desc": "Explora las regiones de Colombia, cada una con su encanto y particularidades, listas para ser descubiertas.",
    "feature4": "Atracciones Turísticas",
    "feature4Desc": "Maravillosas atracciones turísticas que Colombia tiene para ofrecer, desde museos hasta parques naturales.",
    "contributorsText": "Creemos en la colaboración y el intercambio de conocimiento como pilares para construir herramientas innovadoras que beneficien a todos.",
    "sponsorText1": "API-Colombia, con mas de 2M solicitudes, es tu fuente",
    "sponsorText2": "abierta sobre Colombia. Te invitamos a contribuir o patrocinar",
    "sponsorText3": "para enriquecer y expandir nuestro proyecto.",
    "sponsor": "Patrocinar",
    "madeWith": "Hecho con el",
    "solicitar": "Solicitar",
    "loadingData": "Cargando datos...",
    "loading": "Cargando...",
    "errorLoadingData": "Error al obtener los datos",
    "noDataFound": "No se encontraron datos. Vuelva a intentarlo",
    "sponsors": "Patrocinadores",
    "sponsorsDescription1": "Gracias al apoyo de nuestros patrocinadores, API-Colombia se mantiene activa y gratuita, con más de",
    "sponsorsDescription2": "solicitudes mensuales.",
    "sponsorsDescription3": "Creemos en la colaboración abierta. Si deseas apoyar este proyecto, puedes convertirte en patrocinador también."
  },
  "en": {
    "title": "Explore Colombia with API-Colombia",
    "explore": "Explore", 
    "with": "with",
    "subtitle": "An open-source project that provides access to data about its diversity, all at your fingertips.",
    "menu": "Menu",
    "documentation": "Documentation",
    "features": "Features",
    "aboutUs": "About us",
    "contributors": "Contributors",
    "uniqueFeatures": "Unique Features",
    "featuresDescription": "Easily explore Colombia with our API: public information from general to specific, no authentication required.",
    "featuregetInfoColombia": "Get Colombia",
    "featuregetDepartment": "Get Departments",
    "featuregetRegion": "Get Regions",
    "featuregetTouristicAttraction": "Get Attractions",
    "readDocs": "Read the documentation",
    "aboutUsTitle": "About API-Colombia",
    "aboutUsSubtitle": "Connecting Colombia with the world",
    "aboutUsText1": "API-Colombia was born from the vision of making Colombian information accessible to developers, students, and technology enthusiasts worldwide.",
    "aboutUsText2": "Created in 2020 by Miguel Teheran, a passionate Colombian developer, this API emerged from the desire to facilitate access to public data of the country in a free, open, and easy-to-use way.",
    "aboutUsText3": "With over 2 million monthly requests, API-Colombia has become a fundamental tool for educational projects, commercial applications, and personal developments that need verified information about Colombia.",
    "aboutUsMission": "Our mission",
    "aboutUsMissionText": "Democratize access to Colombian information, promoting technological innovation and the development of solutions that benefit the community.",
    "aboutUsCreator": "Miguel Teheran",
    "aboutUsCreatorRole": "Creator and maintainer of API-Colombia",
    "feature1": "General Information about Colombia",
    "feature1Desc": "Access complete data about Colombia, including its capital, area, population, languages, and more.",
    "feature2": "Departments",
    "feature2Desc": "Complete directory of departments, revealing Colombia's unique geography.",
    "feature3": "Regions",
    "feature3Desc": "Explore the regions of Colombia, each with its own charm and uniqueness ready to be discovered.",
    "feature4": "Tourist Attractions",
    "feature4Desc": "Wonderful tourist attractions Colombia has to offer, from museums to natural parks.",
    "contributorsText": "We believe in collaboration and knowledge sharing as pillars to build innovative tools that benefit everyone.",
    "sponsorText1": "API-Colombia, with over 2 million requests, is your source.",
    "sponsorText2": "information about Colombia. We invite you to contribute or sponsor",
    "sponsorText3": "to enrich and expand our project.",
    "sponsor": "Sponsor",
    "madeWith": "Made with",
    "solicitar": "Request",
    "loadingData": "Loading data...",
    "loading": "Loading...",
    "errorLoadingData": "Error loading data",
    "noDataFound": "No data found. Please try again",
    "sponsors": "Sponsors",
    "sponsorsDescription1": "Thanks to the support of our sponsors, API-Colombia remains active and free, with over",
    "sponsorsDescription2": "monthly requests.",
    "sponsorsDescription3": "We believe in open collaboration. If you want to support this project, you can become a sponsor too."
  },
  "pt": {
    "title": "Explore a Colômbia com API-Colombia",
    "explore": "Explore", 
    "with": "com",
    "subtitle": "Um projeto open-source que oferece acesso a dados sobre sua diversidade, tudo ao seu alcance.",
    "menu": "Menu",
    "documentation": "Documentação",
    "features": "Funcionalidades",
    "aboutUs": "Sobre nós",
    "contributors": "Colaboradores",
    "uniqueFeatures": "Funcionalidades Únicas",
    "featuresDescription": "Explore facilmente a Colômbia com nossa API: informações públicas do geral ao específico, sem autenticação.",
    "featuregetInfoColombia": "Obter Colômbia",
    "featuregetDepartment": "Obter Departamentos",
    "featuregetRegion": "Obter Regiões",
    "featuregetTouristicAttraction": "Obter Atrações",
    "readDocs": "Leia a documentação",
    "aboutUsTitle": "Sobre API-Colombia",
    "aboutUsSubtitle": "Conectando a Colômbia com o mundo",
    "aboutUsText1": "API-Colombia nasceu da visão de tornar as informações da Colômbia acessíveis para desenvolvedores, estudantes e entusiastas de tecnologia em todo o mundo.",
    "aboutUsText2": "Criada em 2020 por Miguel Teheran, um desenvolvedor colombiano apaixonado, esta API surgiu do desejo de facilitar o acesso a dados públicos do país de forma gratuita, aberta e fácil de usar.",
    "aboutUsText3": "Com mais de 2 milhões de solicitações mensais, a API-Colombia se tornou uma ferramenta fundamental para projetos educacionais, aplicações comerciais e desenvolvimentos pessoais que precisam de informações verificadas sobre a Colômbia.",
    "aboutUsMission": "Nossa missão",
    "aboutUsMissionText": "Democratizar o acesso à informação da Colômbia, promovendo a inovação tecnológica e o desenvolvimento de soluções que beneficiem a comunidade.",
    "aboutUsCreator": "Miguel Teheran",
    "aboutUsCreatorRole": "Criador e mantenedor da API-Colombia",
    "feature1": "Informações Gerais da Colômbia",
    "feature1Desc": "Acesse dados completos sobre a Colômbia, incluindo sua capital, área, população, idiomas e muito mais.",
    "feature2": "Departamentos",
    "feature2Desc": "Diretório completo de departamentos, revelando a geografia única da Colômbia.",
    "feature3": "Regiões",
    "feature3Desc": "Explore as regiões da Colômbia, cada uma com seu charme e particularidades.",
    "feature4": "Atrações Turísticas",
    "feature4Desc": "Maravilhosas atrações turísticas que a Colômbia tem a oferecer, desde museus até parques naturais.",
    "contributorsText": "Acreditamos na colaboração e no compartilhamento de conhecimento como pilares para construir ferramentas inovadoras que beneficiem a todos.",
    "sponsorText1": "API-Colombia, com mais de 2 milhões de solicitações, é a sua fonte",
    "sponsorText2": "aberta sobre a Colômbia. Convidamos você a contribuir ou patrocinar",
    "sponsorText3": "para enriquecer e expandir nosso projeto.",
    "sponsor": "Patrocinar",
    "madeWith": "Feito com",
    "solicitar": "Solicitar",
    "loadingData": "Carregando dados...",
    "loading": "Carregando...",
    "errorLoadingData": "Erro ao obter os dados",
    "noDataFound": "Nenhum dado encontrado. Tente novamente",
    "sponsors": "Patrocinadores",
    "sponsorsDescription1": "Graças ao apoio de nossos patrocinadores, a API-Colombia permanece ativa e gratuita, com mais de",
    "sponsorsDescription2": "solicitações mensais.",
    "sponsorsDescription3": "Acreditamos na colaboração aberta. Se você deseja apoiar este projeto, pode se tornar um patrocinador também."
  }
}
